---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewSection
zh: 剖面视图、剖面
source: html/8611a41e-74f3-e05a-9ce9-45bde11c5da5.htm
---
# ViewSection Properties

**中文**: 剖面视图、剖面

Element id of Analysis Display Style associated with the view.